submission_logs/5_2k_3_2/8/32/0-1/1/memtier/5.log
1         Threads
32        Connections per thread
80        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
------------------------------------------------------------------------
Sets           0.00          ---          ---      0.00000         0.00 
Gets        1050.54      1029.83        20.70     30.45100      4171.87 
Waits          0.00          ---          ---      0.00000          --- 
Totals      1050.54      1029.83        20.70     30.45100      4171.87 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
---
GET       4.200         0.00
GET       5.300         0.00
GET       5.400         0.00
GET       5.600         0.01
GET       5.700         0.01
GET       5.800         0.02
GET       5.900         0.02
GET       6.000         0.02
GET       6.100         0.02
GET       6.200         0.03
GET       6.300         0.04
GET       6.400         0.05
GET       6.500         0.06
GET       6.600         0.08
GET       6.700         0.10
GET       6.800         0.11
GET       6.900         0.13
GET       7.000         0.14
GET       7.100         0.16
GET       7.200         0.17
GET       7.300         0.19
GET       7.400         0.22
GET       7.500         0.23
GET       7.600         0.25
GET       7.700         0.27
GET       7.800         0.29
GET       7.900         0.31
GET       8.000         0.34
GET       8.100         0.35
GET       8.200         0.38
GET       8.300         0.40
GET       8.400         0.42
GET       8.500         0.46
GET       8.600         0.48
GET       8.700         0.51
GET       8.800         0.54
GET       8.900         0.58
GET       9.000         0.62
GET       9.100         0.65
GET       9.200         0.69
GET       9.300         0.71
GET       9.400         0.74
GET       9.500         0.79
GET       9.600         0.83
GET       9.700         0.88
GET       9.800         0.92
GET       9.900         0.96
GET      10.000         1.29
GET      11.000         1.94
GET      12.000         2.92
GET      13.000         4.75
GET      14.000         6.79
GET      15.000         9.21
GET      16.000        12.54
GET      17.000        20.63
GET      18.000        36.79
GET      19.000        48.20
GET      20.000        54.85
GET      21.000        59.30
GET      22.000        62.66
GET      23.000        65.95
GET      24.000        69.93
GET      25.000        74.97
GET      26.000        80.90
GET      27.000        86.46
GET      28.000        89.86
GET      29.000        91.58
GET      30.000        92.55
GET      31.000        93.18
GET      32.000        93.63
GET      33.000        93.98
GET      34.000        94.29
GET      35.000        94.61
GET      36.000        94.86
GET      37.000        95.12
GET      38.000        95.36
GET      39.000        95.55
GET      40.000        95.77
GET      41.000        95.99
GET      42.000        96.14
GET      43.000        96.28
GET      44.000        96.41
GET      45.000        96.54
GET      46.000        96.68
GET      47.000        96.78
GET      48.000        96.90
GET      49.000        97.01
GET      50.000        97.09
GET      51.000        97.16
GET      52.000        97.24
GET      53.000        97.29
GET      54.000        97.35
GET      55.000        97.41
GET      56.000        97.47
GET      57.000        97.53
GET      58.000        97.60
GET      59.000        97.63
GET      60.000        97.67
GET      61.000        97.70
GET      62.000        97.75
GET      63.000        97.77
GET      64.000        97.81
GET      65.000        97.86
GET      66.000        97.88
GET      67.000        97.91
GET      68.000        97.93
GET      69.000        97.96
GET      70.000        97.98
GET      71.000        98.01
GET      72.000        98.03
GET      73.000        98.04
GET      74.000        98.06
GET      75.000        98.08
GET      76.000        98.09
GET      77.000        98.11
GET      78.000        98.12
GET      79.000        98.14
GET      80.000        98.16
GET      81.000        98.17
GET      82.000        98.20
GET      83.000        98.23
GET      84.000        98.24
GET      85.000        98.25
GET      86.000        98.26
GET      87.000        98.28
GET      88.000        98.29
GET      89.000        98.31
GET      90.000        98.31
GET      91.000        98.32
GET      92.000        98.34
GET      93.000        98.35
GET      94.000        98.36
GET      95.000        98.37
GET      96.000        98.37
GET      97.000        98.38
GET      98.000        98.38
GET      99.000        98.38
GET     100.000        98.40
GET     110.000        98.44
GET     120.000        98.53
GET     130.000        98.66
GET     140.000        98.73
GET     150.000        98.78
GET     160.000        98.80
GET     170.000        98.84
GET     180.000        98.89
GET     190.000        98.94
GET     200.000        98.97
GET     210.000        98.98
GET     220.000        99.01
GET     230.000        99.02
GET     240.000        99.03
GET     250.000        99.04
GET     260.000        99.05
GET     270.000        99.06
GET     280.000        99.07
GET     290.000        99.08
GET     300.000        99.09
GET     310.000        99.10
GET     320.000        99.11
GET     330.000        99.12
GET     340.000        99.15
GET     350.000        99.18
GET     360.000        99.19
GET     370.000        99.21
GET     380.000        99.21
GET     390.000        99.21
GET     400.000        99.22
GET     410.000        99.23
GET     420.000        99.25
GET     430.000        99.25
GET     440.000        99.25
GET     450.000        99.26
GET     460.000        99.26
GET     470.000        99.27
GET     480.000        99.27
GET     490.000        99.28
GET     500.000        99.29
GET     510.000        99.30
GET     520.000        99.31
GET     530.000        99.32
GET     540.000        99.33
GET     550.000        99.35
GET     560.000        99.35
GET     570.000        99.35
GET     580.000        99.36
GET     590.000        99.36
GET     600.000        99.36
GET     610.000        99.37
GET     620.000        99.38
GET     630.000        99.39
GET     640.000        99.41
GET     650.000        99.42
GET     660.000        99.43
GET     670.000        99.44
GET     680.000        99.46
GET     690.000        99.50
GET     700.000        99.50
GET     710.000        99.51
GET     720.000        99.52
GET     730.000        99.52
GET     740.000        99.53
GET     750.000        99.53
GET     760.000        99.54
GET     770.000        99.54
GET     780.000        99.55
GET     790.000        99.56
GET     800.000        99.57
GET     810.000        99.58
GET     820.000        99.60
GET     830.000        99.61
GET     840.000        99.62
GET     850.000        99.62
GET     860.000        99.63
GET     870.000        99.64
GET     880.000        99.65
GET     890.000        99.65
GET     900.000        99.66
GET     910.000        99.66
GET     920.000        99.66
GET     930.000        99.68
GET     940.000        99.69
GET     950.000        99.70
GET     960.000        99.70
GET     970.000        99.71
GET     980.000        99.74
GET     990.000        99.75
GET    1000.000        99.80
GET    1100.000        99.83
GET    1200.000        99.87
GET    1300.000        99.88
GET    1400.000        99.90
GET    1500.000        99.92
GET    1600.000        99.94
GET    1700.000        99.94
GET    1800.000        99.95
GET    1900.000        99.96
GET    2000.000        99.97
GET    2100.000        99.98
GET    2200.000        99.99
GET    2300.000       100.00
GET    2400.000       100.00
GET    2500.000       100.00
---